Repository: ua0lnj/vdr-plugin-image
Catalog: po/*.po
Languages: de_de, es_es, fi_fi, fr_fr, nl_nl, pt_pt, tr_tr, uk_ua

source: Convert...
de_de: Wandle...
es_es: Convertir...
fi_fi: Konvertoi...
fr_fr: Conversion...
nl_nl: Zet om...
pt_pt: Converso...
tr_tr: Çevir...
uk_ua: Конвертування...

source: Select picture via key 1..9!
de_de: Bildauswahl über Taste 1..9!
es_es: ¡Seleccione la imagen con los botones 1..9!
fi_fi: Valitse kuva nٶppٶimillٶ 1..9!
fr_fr: Selectionner l'image (touches 1..9)!
nl_nl: Selecteer beeld via knoop 1..9!
pt_pt: Selecione o retrato através da tecla 1..9!
tr_tr: 1..9 tuþu ile resim seç!
uk_ua: Вибрати малюнок клавішами 1..9!

source: Zoom
de_de: Vergrößere
es_es: Ampliación
fi_fi: Suurenna
nl_nl: Gezoem
pt_pt: Zumbido
tr_tr: Yaklaþtýr
uk_ua: Змінити розмір

source: Operation failed
de_de: Vorgang fehlgeschlagen
es_es: Operación fallida
fi_fi: Toiminto epٶonnistui
fr_fr: Opération non réussie
nl_nl: Ontbroken verrichting
pt_pt: A operação falhou
tr_tr: Ýþletme baþarýsýz
uk_ua: Операція не вдалася

source: Commands
de_de: Befehle
es_es: Órdenes
fi_fi: Komennot
fr_fr: Commandes
nl_nl: Commando's
pt_pt: Comandos
tr_tr: Komutlar
uk_ua: Команди

source: Show exif informations from image
de_de: Zeigt Exif Informationen zum Bild
es_es: Mostrar información exif de la imagen
fi_fi: Nٶytٶ kuvien Exif-tiedot
fr_fr: Montrez l'information d'exif de l'image
nl_nl: Toon exif informatie van beeld
pt_pt: Mostre a informação do exif da imagem
tr_tr: Resimden exif bilgisini göster
uk_ua: Показати інформацію exif з малюнку

source: Could not load exif data from image!
de_de: Konnte Exif Daten nicht vom Bild laden!
es_es: ¡No se pudo cargar los datos exif de la imagen!
fi_fi: Exif-tiedon lukeminen epٶonnistui!
fr_fr: N'a pas pu charger des données d'exif de l'image !
nl_nl: Kon exif geen gegevens van beeld laden!
pt_pt: Não podia carregar dados do exif da imagem!
tr_tr: Resimden exif bilgisi okunamadý!
uk_ua: Неможливо завантажити дані exif з малюнку!

source: Marker
de_de: Merkzeichen
es_es: Marca
fi_fi: Markkerit
fr_fr: Marquer
tr_tr: Ýþaret
uk_ua: Маркер

source: Tags
de_de: Bezeichnung
es_es: Etiquetas
fi_fi: Tagit
fr_fr: Désignation
tr_tr: Etikeler
uk_ua: Мітки

source: Back
de_de: Zurück
es_es: Atrás
fi_fi: Takaisin
fr_fr: Retour
nl_nl: Terug
pt_pt: Voltar
tr_tr: Geri
uk_ua: Назад

source: A Image Viewer plugin
de_de: Ein Bildbetrachter Plugin
es_es: Un plugin para visualizar imágenes
fi_fi: Katso valokuvia ruudullasi
fr_fr: Visualisateur d'images
nl_nl: Een Kijker van het Beeld plugin
pt_pt: Um visor da imagem plugin
tr_tr: Resim gösterme eklentisi
uk_ua: Додаток для перегляду малюнків

source: Images
de_de: Bilder
es_es: Imágenes
nl_nl: Beelden
tr_tr: Resimler
uk_ua: Малюнки

source: Execute
de_de: Ausführen
es_es: Ejecutar
fi_fi: Suorita
fr_fr: Executer
nl_nl: Voer uit
tr_tr: Çalýþtýr
uk_ua: Виконати

source: Image browser
de_de: Bilder Verzeichnisanzeige
es_es: Examinador de imágenes
fi_fi: Kuvat - selain
fr_fr: Navigateur images
nl_nl: Browser van het beeld
pt_pt: Browser da imagem
tr_tr: Resim browseri
uk_ua: Переглядач малюнків

source: Data medium
de_de: Datenträger
es_es: Medio de datos
fi_fi: Lٶhde
fr_fr: Source
nl_nl: Het middel van gegevens
pt_pt: Meio de dados
tr_tr: Data medyum
uk_ua: Пристрій з даними

source: Parent
de_de: Zurück
es_es: Superior
fi_fi: Takaisin
nl_nl: voorloper
pt_pt: precursor
tr_tr: Üste
uk_ua: Наверх

source: Play
de_de: Wiedergabe
fi_fi: Toista
fr_fr: Lire
nl_nl: Afspelen
tr_tr: Göster
uk_ua: Програвання

source: Image source
de_de: Bilder-Datenträger
es_es: Fuente de imágenes
fi_fi: Kuvat - lٶhteet
fr_fr: Source images
nl_nl: De bron van het beeld
pt_pt: Fonte da imagem
tr_tr: Resim kaynaðý
uk_ua: Джерело малюнків

source: No files!
de_de: Keine Dateien!
es_es: ¡No hay ficheros!
fi_fi: Ei tiedostoja!
fr_fr: Pas de fichiers !
nl_nl: Geen dossiers!
pt_pt: Nenhumas Limas!
tr_tr: Dosya yok!
uk_ua: Немає файлів!

source: Select
de_de: Auswählen
es_es: Seleccionar
fi_fi: Valitse
fr_fr: Sélectionner
nl_nl: Selecteer
pt_pt: Seleto
tr_tr: Seç
uk_ua: Вибрати

source: Error scanning directory!
de_de: Fehler beim Lesen des Verzeichnisses!
es_es: ¡Error al leer la carpeta!
fi_fi: Hakemiston selaus epٶonnistui!
fr_fr: Erreur de parcours du répertoire!
nl_nl: Het aftastenfolder van de fout!
pt_pt: Diretório da exploração do erro!
tr_tr: Klasör tarama hatasý!
uk_ua: Помилка сканування теки

source: Eject
de_de: Auswerfen
fi_fi: Avaa
tr_tr: Dýþarý at
uk_ua: Витягнення

source: Mount
de_de: Einbinden
es_es: Montar
fi_fi: Kiinnitٶ
fr_fr: Monter
nl_nl: Zet op
pt_pt: Montagem
tr_tr: Baðlantýyý kur
uk_ua: Монтування

source: Unmount
de_de: Aushängen
es_es: Desmontar
fi_fi: Irrota
fr_fr: Démonter
tr_tr: Baðlantýyý kaldýr
uk_ua: Відмонтування

source: Selected data medium is not mounted!
de_de: Ausgewählter Datenträger ist nicht eingebunden!
es_es: ¡El medio de datos no está montado!
fi_fi: Valittua lٶhdettٶ ei ole kiinnitetty!
fr_fr: Source sélectionnée non montée!
nl_nl: Het geselecteerde gegevensmiddel wordt niet opgezet!
pt_pt: O meio de dados selecionado não é montado!
tr_tr: Seçilen data medyumu baðlý deðil!
uk_ua: Вибрані пристрій не змонтовано!

source: Mount failed!
de_de: Einbinden fehlgeschlagen!
es_es: ¡Fallo al montar!
fi_fi: Kiinnittٶminen epٶonnistui!
fr_fr: Echec du montage!
nl_nl: Zet ontbroken op!
pt_pt: A montagem falha!
tr_tr: Baðlantý kurma hatasý
uk_ua: Монтування не вдалося!

source: Mount succeeded
de_de: Einbinden erfolgreich
es_es: Montaje correcto
fi_fi: Kiinnittٶminen onnistui
fr_fr: Montage réussi
nl_nl: Zet volgend op
pt_pt: Montagem sucedida
tr_tr: Baðlantý kuruldu
uk_ua: Монтування вдалося

source: Unmount succeeded!
de_de: Aushängen erfolgreich!
es_es: ¡Desmontaje correcto!
fi_fi: Irrottaminen onnistui!
fr_fr: Démontage réussi!
nl_nl: Volgende Unmount!
pt_pt: Unmount sucedido!
tr_tr: Baðlantý kaldýrýldý!
uk_ua: Відмонтування вдалося

source: Unmount failed!
de_de: Aushängen fehlgeschlagen!
es_es: ¡Fallo al desmontar!
fi_fi: Irrottaminen epٶonnistui!
fr_fr: Echec du démontage!
nl_nl: Ontbroken Unmount!
pt_pt: Unmount falhado!
tr_tr: Baðlantý kaldýrma hatasý!
uk_ua: Відмонтування не вдалося!

source: Eject failed!
de_de: Auswerfen fehlgeschlagen!
es_es: ¡No se puede expulsar!
fi_fi: Avaaminen epٶonnistui!
fr_fr: Echec de l'éjection!
nl_nl: Werp ontbroken uit!
pt_pt: Ejete falhado!
tr_tr: Çýkartma hatasý!
uk_ua: Витягнення не вдалося!

source: Image couldn't load
de_de: Konnte Bild nicht lesen
es_es: No se pudo cargar la imagen
fi_fi: Kuvan lukeminen epٶonnistui
fr_fr: Impossible de charger l'image
nl_nl: Het beeld kon niet laden
pt_pt: A imagem não podia carregar
tr_tr: Resim yüklenemedi
uk_ua: Неможливо завантажити малюнок

source: Script execution failed
de_de: Scriptausführung fehlgeschlagen
es_es: Fallo al ejecutar el script
fi_fi: Skriptin suoritus epٶonnistui
fr_fr: Impossible d'exécuter le script
nl_nl: Ontbroken de uitvoering van het manuscript
pt_pt: A execução do certificado falhou
tr_tr: Not uygulama hatasý
uk_ua: Не вдалося запустити скрипт

source: Slide show
de_de: Diavorführung
es_es: Presentación de imágenes
fi_fi: Kٶytٶ diaesitystٶ
fr_fr: Projection de diapositives
nl_nl: De show van de dia
pt_pt: Mostra de corrediça
uk_ua: Показ слайдів

source: no
de_de: nein
fi_fi: ei
fr_fr: non
nl_nl: nee
pt_pt: não

source: yes
de_de: ja
es_es: sí
fi_fi: kyllٶ
fr_fr: oui
nl_nl: ja
pt_pt: sim

source: Slide duration (sec)
de_de: Anzeigedauer (Sek)
es_es: Duración de cada imagen (sg)
fi_fi: Dian esitysaika (s)
fr_fr: Durée entre les images (Sec)
nl_nl: De duur van de dia (seconde)
pt_pt: Deslize a duração (segundo)
tr_tr: Slide süresi (sn)
uk_ua: Тривалість слайду (сек)

source: Repeat slide show
de_de: Wiederholung der Diavorführung
es_es: Repetir la presentación
fi_fi: Diaesityksen uudelleentoisto
fr_fr: Répéter le diaporama
nl_nl: Herhaal diashow
pt_pt: Repita a mostra de corrediça
tr_tr: Slideshow'u tekrarla
uk_ua: Повторення показу слайдів

source: Show numbers on index image
de_de: Zeige Zahlen im Indexbild
es_es: Mostrar números en la imagen índice
fi_fi: Nٶytٶ numerot indeksikuvassa
fr_fr: Afficher nombre sur la page d'index
nl_nl: Toon aantallen op indexbeeld
pt_pt: Mostre números na imagem do índice
tr_tr: Ýndeks resimlerde numara göster
uk_ua: Показати номери на малюнку індексів

source: Hide main menu entry
de_de: Hauptmenueintrag verstecken
tr_tr: Ana menüde sakla
uk_ua: Приховати пункт меню

source: Send encoded frame several times
de_de: Sende enkodierte Bilddaten mehrfach
tr_tr: Kodlanmýþ frame'i birkaç defa gönder
uk_ua: Вислати розкодовану рамку кілька разів

source: Live Audio from primary Device
de_de: Live Audio vom primären Gerät
es_es: Usar audio del dispositivo primario
fi_fi: Live-ٶٶni ensisijaiselta sovittimelta
fr_fr: Audio en direct
nl_nl: Leef Audio van primair Apparaat
pt_pt: Áudio vivo do dispositivo preliminar
tr_tr: Primer aygýtdan naklen audio
uk_ua: Живе аудіо з головного пристрою

source: Directory with temporary files
de_de: Verzeichnis mit temporären Dateien
es_es: Directorio para ficheros temporales
fi_fi: Vٶliaikaistiedostot
fr_fr: Répertoire temporaire
nl_nl: Folder met tijdelijke dossiers
pt_pt: Diretório com limas provisórias
tr_tr: Geçici dosyalý klasör
uk_ua: Тека з тимчасовими файлами

source: Remove temporary files
de_de: Lösche temporäre Dateien
es_es: Borrar los ficheros temporales
fi_fi: Tyhjennٶ vٶliaikaistiedostot
fr_fr: Effacer les fichiers temporaires
nl_nl: Verwijder tijdelijke dossiers
pt_pt: Remova as limas provisórias
tr_tr: Geçici dosyalarý sil
uk_ua: Вилучити тимчасові файли

source: Border for Underscan (Height)
de_de: Rand für Underscan (Höhe)
es_es: Margen para underscan (altura)
fi_fi: Reunuksen korkeus keskitykselle
fr_fr: Frontière pour Underscan (taille)
nl_nl: Grens voor Underscan (Hoogte)
pt_pt: Beira para Underscan (altura)
tr_tr: Alt tarama sýnýrý (Yükseklik)
uk_ua: Границя для сканування (Висота)

source: Border for Underscan (Width)
de_de: Rand für Underscan (Breite)
es_es: Margen para underscan (anchura)
fi_fi: Reunuksen leveys keskitykselle
fr_fr: Frontière pour Underscan (largeur)
nl_nl: Grens voor Underscan (Breedte)
pt_pt: Beira para Underscan (largura)
tr_tr: Alt tarama sýnýrý (Geniþlik)
uk_ua: Границя для сканування (Ширина)

source: Remove temporary files immediately
uk_ua: Негайно вилучити тимчасові файли

source: Image
fi_fi: Kuvat
fr_fr: Images
pt_pt: Imagens
